Repository: fxgl/steamac
Catalog: host/launcher/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: "Still working" card over the picture after 2 s without GPU work from SteamOS (loading, shader compiles).
ru: Карточка «Работа продолжается» поверх изображения после 2 с без активности GPU в SteamOS (загрузка, компиляция шейдеров).
zh_hans: SteamOS 连续 2 秒没有 GPU 活动时（加载或编译着色器），在画面上显示“仍在工作”提示卡片。

source: %@ (default)
ru: %@ (по умолчанию)
zh_hans: %@（默认）

source: %@ (not connected)
ru: %@ (нет подключения)
zh_hans: %@（未连接）

source: %@ (not found)
ru: %@ (не найдено)
zh_hans: %@（未找到）

# %@ / %@ MB · %@ MB/s
source: %1$@ / %2$@ MB · %3$@ MB/s
ru: %@ / %@ МБ · %@ МБ/с
zh_hans: %@ / %@ MB · %@ MB/s

source: %@ GB free there; about 14 GB are needed (the disk is sparse) plus ~6 GB of download cache.
ru: Здесь свободно %@ ГБ; потребуется около 14 ГБ (образ диска разреженный) и ещё ~6 ГБ для кэша загрузки.
zh_hans: 该位置有 %@ GB 可用空间；约需 14 GB（磁盘为稀疏文件），另需约 6 GB 下载缓存空间。

# %@ MB · %@ MB/s
source: %1$@ MB · %2$@ MB/s
ru: %@ МБ · %@ МБ/с
zh_hans: %@ MB · %@ MB/s

source: %@ already exists (never overwritten; delete it or choose another path)
ru: %@ уже существует (файл никогда не перезаписывается; удалите его или выберите другой путь)
zh_hans: %@ 已存在（不会覆盖；请删除该文件或选择其他路径）

source: %@ is on a FAT32/MS-DOS volume, which cannot store files of 4 GiB or larger. The SteamOS disk and its 10 GiB rootfs exceed this limit: choose an APFS, Mac OS Extended, or exFAT volume
ru: %@ находится на томе FAT32/MS-DOS, который не поддерживает файлы размером 4 GiB и больше. Диск SteamOS и его rootfs размером 10 GiB превышают этот предел: выберите том APFS, Mac OS Extended или exFAT
zh_hans: %@ 位于 FAT32/MS-DOS 宗卷上，无法存储大小达到或超过 4 GiB 的文件。SteamOS 磁盘及其 10 GiB rootfs 均超出此限制：请选择 APFS、Mac OS Extended 或 exFAT 宗卷

source: %@ is on a read-only volume: choose a writable location for the SteamOS disk
ru: %@ находится на томе только для чтения: выберите место для диска SteamOS с доступом на запись
zh_hans: %@ 位于只读宗卷上：请为 SteamOS 磁盘选择可写入的位置

source: %@ of memory in use
ru: Используется %@ памяти
zh_hans: 已使用 %@ 内存

# %@ × %@ (%@) — larger than this screen
source: %1$@ × %2$@ (%3$@) — larger than this screen
ru: %@ × %@ (%@) — больше этого экрана
zh_hans: %@ × %@（%@）— 超出当前屏幕尺寸

source: %@ — mouse captured, Ctrl+Option releases
ru: %@ — мышь захвачена, Ctrl+Option освобождает её
zh_hans: %@ — 鼠标已捕获，按 Ctrl+Option 释放

# %@%% · %@ GB data · %@ MB/s
source: %1$@%% · %2$@ GB data · %3$@ MB/s
ru: %@%% · %@ ГБ данных · %@ МБ/с
zh_hans: %@%% · %@ GB 数据 · %@ MB/s

# %@%% · %@ of %@ GB · %@ MB/s
source: %1$@%% · %2$@ of %3$@ GB · %4$@ MB/s
ru: %@%% · %@ из %@ ГБ · %@ МБ/с
zh_hans: %@%% · %@ / %@ GB · %@ MB/s

source: %@: not a SteamOS disk with home as its last partition
ru: %@: это не диск SteamOS с разделом home в конце
zh_hans: %@：不是以 home 为最后一个分区的 SteamOS 磁盘

source: %lld GB
ru: %lld ГБ

source: %lld Hz
ru: %lld Гц

source: %1$lld MiB VM RAM + %2$lld MiB GPU budget + %3$lld MiB reserved for macOS on this %4$lld GB Mac. Too little GPU memory remains: lower VM memory or graphics settings to avoid swapping, out-of-memory errors or the VM being killed.
ru: %lld MiB ОЗУ ВМ + %lld MiB для GPU + %lld MiB зарезервировано для macOS на этом Mac с %lld ГБ памяти. Для GPU остаётся слишком мало памяти: уменьшите объём памяти ВМ или снизьте настройки графики, чтобы избежать подкачки, ошибок нехватки памяти или принудительного завершения ВМ.
zh_hans: 此 Mac 配备 %4$lld GB 内存：虚拟机内存 %1$lld MiB + GPU 预算 %2$lld MiB + macOS 预留内存 %3$lld MiB。剩余 GPU 内存不足：请减少虚拟机内存或降低图形设置，以免发生内存交换、内存不足错误或虚拟机被终止。

source: A few errors: guest GPU context lost, shader pipeline compile failures (with an excerpt of the failing Metal shader source), libkrun panics, failed disk creation or first-start setup, VM stopped unexpectedly or killed (with the Mac's memory use), SteamOS not responding.
ru: Некоторые ошибки: потеря контекста GPU гостевой системы, ошибки компиляции графического конвейера (с фрагментом исходного кода проблемного шейдера Metal), паники libkrun, ошибки создания диска или настройки при первом запуске, неожиданная остановка или принудительное завершение ВМ (с данными об использовании памяти Mac), отсутствие ответа от SteamOS.
zh_hans: 部分错误：客户机 GPU 上下文丢失、着色器管线编译失败（附出错的 Metal 着色器源代码片段）、libkrun 严重错误、磁盘创建或首次启动设置失败、虚拟机意外停止或被终止（附 Mac 内存使用情况）、SteamOS 无响应。

source: A few more words, please (at least 10 characters).
ru: Пожалуйста, добавьте ещё несколько слов (не менее 10 символов).
zh_hans: 请再多写几句（至少 10 个字符）。

source: A file with this name exists; it is never overwritten. Choose another name.
ru: Файл с таким именем уже существует; он никогда не перезаписывается. Выберите другое имя.
zh_hans: 同名文件已存在，且不会被覆盖。请选择其他名称。

source: A random install ID (not linked to you) to count affected Macs.
ru: Случайный идентификатор установки (не связан с вами) для подсчёта затронутых Mac.
zh_hans: 随机生成的安装 ID（不关联你的身份），用于统计受影响的 Mac 数量。

source: Advanced
ru: Дополнительно
zh_hans: 高级

source: Always included: app, macOS and library versions, Mac model, GPU, disk sizes and the launcher settings (never passwords or Keychain items).
ru: Всегда включаются: версии приложения, macOS и библиотек, модель Mac, GPU, размеры дисков и настройки приложения (никогда — пароли или объекты связки ключей).
zh_hans: 始终包含：应用、macOS 和库版本、Mac 机型、GPU、磁盘大小和启动器设置（绝不含密码或钥匙串内容）。

source: App ID %@
ru: ID приложения %@

source: Appears in SteamOS as
ru: Отображается в SteamOS как
zh_hans: 在 SteamOS 中显示为

source: Apple's MetalFX upscaler sharpens the guest picture when the window has more pixels than the guest (2× on Retina screens, scaled or fullscreen windows) instead of plain scaling.
ru: Вместо обычного масштабирования технология Apple MetalFX повышает чёткость изображения гостевой системы, когда в окне больше пикселей, чем в гостевой системе (в 2 раза на экранах Retina, в масштабированных или полноэкранных окнах).
zh_hans: 窗口的像素数量多于客户机时（如 Retina 屏幕上的 2 倍像素、缩放或全屏窗口），使用 Apple 的 MetalFX 超采样技术锐化客户机画面，而非简单缩放。

source: Apple's frame-rate overlay in the top-right corner of the window: FPS, frame interval, GPU time, memory (Ctrl+Cmd+P, View menu).
ru: Панель частоты кадров Apple в правом верхнем углу окна: FPS, интервал между кадрами, время GPU, память (Ctrl+Cmd+P, меню «Вид»).
zh_hans: 在窗口右上角显示 Apple 的帧率叠加层：FPS、帧间隔、GPU 时间和内存（Ctrl+Cmd+P，“显示”菜单）。

source: Asking SteamOS for its logs (up to %lld s)…
ru: Запрос журналов SteamOS (до %lld с)…
zh_hans: 正在获取 SteamOS 日志（最多等待 %lld 秒）…

source: Asks GitHub (api.github.com) for the newest release, at most every 6 hours; only the app version is sent.
ru: Проверяет наличие новой версии на GitHub (api.github.com) не чаще одного раза в 6 часов; отправляется только версия приложения.
zh_hans: 最多每 6 小时向 GitHub（api.github.com）查询一次最新版本；仅发送应用版本号。

source: Auto
ru: Авто
zh_hans: 自动

source: Auto (from the screen)
ru: Авто (по экрану)
zh_hans: 自动（根据屏幕）

source: Auto-Capture Mouse in Games
ru: Автоматически захватывать мышь в играх
zh_hans: 在游戏中自动捕获鼠标

source: Automatic
ru: Автоматически
zh_hans: 自动

source: Automatic (%lld GB for this Mac)
ru: Автоматически (%lld ГБ для этого Mac)
zh_hans: 自动（此 Mac 为 %lld GB）

source: Automatic (%lld for this Mac)
ru: Автоматически (%lld для этого Mac)
zh_hans: 自动（此 Mac 为 %lld）

source: Automatic: half of this Mac's RAM (4 to 16 GB). The Mac's GPU memory comes from the same RAM, so the rest stays with macOS and the games' graphics.
ru: Автоматически: половина ОЗУ этого Mac (от 4 до 16 ГБ). GPU Mac использует ту же ОЗУ, поэтому остальная память остаётся для macOS и графики игр.
zh_hans: 自动：此 Mac 内存的一半（4 至 16 GB）。Mac 的 GPU 与系统共用内存，其余内存留给 macOS 和游戏图形。

source: Automatic: one per performance core of this Mac (2 to 8).
ru: Автоматически: по одному на каждое производительное ядро этого Mac (от 2 до 8).
zh_hans: 自动：此 Mac 的每个性能核心分配一个（2 至 8 个）。

source: Booting Linux kernel…
ru: Загрузка ядра Linux…
zh_hans: 正在启动 Linux 内核…

source: Buffer
ru: Буфер
zh_hans: 缓冲区

source: Button glyphs and layout in Steam. Automatic: the same kind as the controller that drives it (DualSense, DualShock 4, else Xbox 360). Buttons, sticks, triggers and rumble (no touchpad, gyro or lightbar unless a DualSense is passed through).
ru: Обозначения и раскладка кнопок в Steam. Автоматически: тот же тип, что у управляющего контроллера (DualSense, DualShock 4, в остальных случаях Xbox 360). Поддерживаются кнопки, стики, триггеры и вибрация (без сенсорной панели, гироскопа и световой панели, если DualSense не передаётся напрямую).
zh_hans: Steam 中的按键图标和布局。自动：与控制它的控制器类型一致（DualSense、DualShock 4，其他类型为 Xbox 360）。支持按键、摇杆、扳机和振动（除非直通 DualSense，否则不支持触摸板、陀螺仪或光条）。

source: Can't reach Valve's servers securely. A VPN, proxy, or network filter may be interfering; try without it or on another network. Technical details are in the launcher log.
ru: Не удалось установить защищённое соединение с серверами Valve. Возможно, мешает VPN, прокси-сервер или сетевой фильтр; попробуйте отключить его или подключиться к другой сети. Технические сведения есть в журнале приложения.
zh_hans: 无法安全连接到 Valve 的服务器。VPN、代理或网络过滤器可能造成干扰；请尝试停用它们或更换网络。技术详情见启动器日志。

source: Can't reach Valve's servers. Check your internet connection. A VPN, proxy, or network filter may be interfering; try without it or on another network. Technical details are in the launcher log.
ru: Не удалось подключиться к серверам Valve. Проверьте подключение к интернету. Возможно, мешает VPN, прокси-сервер или сетевой фильтр; попробуйте отключить его или подключиться к другой сети. Технические сведения есть в журнале приложения.
zh_hans: 无法连接到 Valve 的服务器。请检查互联网连接。VPN、代理或网络过滤器可能造成干扰；请尝试停用它们或更换网络。技术详情见启动器日志。

source: Can't reach the update server (GitHub) securely. A VPN, proxy, or network filter may be interfering; try without it or on another network. Technical details are in the launcher log.
ru: Не удалось установить защищённое соединение с сервером обновлений (GitHub). Возможно, мешает VPN, прокси-сервер или сетевой фильтр; попробуйте отключить его или подключиться к другой сети. Технические сведения есть в журнале приложения.
zh_hans: 无法安全连接到更新服务器（GitHub）。VPN、代理或网络过滤器可能造成干扰；请尝试停用它们或更换网络。技术详情见启动器日志。

source: Can't reach the update server (GitHub). Check your internet connection. A VPN, proxy, or network filter may be interfering; try without it or on another network. Technical details are in the launcher log.
ru: Не удалось подключиться к серверу обновлений (GitHub). Проверьте подключение к интернету. Возможно, мешает VPN, прокси-сервер или сетевой фильтр; попробуйте отключить его или подключиться к другой сети. Технические сведения есть в журнале приложения.
zh_hans: 无法连接到更新服务器（GitHub）。请检查互联网连接。VPN、代理或网络过滤器可能造成干扰；请尝试停用它们或更换网络。技术详情见启动器日志。

source: Cancel
ru: Отменить
zh_hans: 取消

source: Cannot create the report folder: %@
ru: Не удалось создать папку отчёта: %@
zh_hans: 无法创建报告文件夹：%@

source: Capture / Release Mouse Now (Ctrl+Cmd+G)
ru: Захватить / освободить мышь сейчас (Ctrl+Cmd+G)
zh_hans: 立即捕获或释放鼠标（Ctrl+Cmd+G）

source: Capture Mouse in This Game
ru: Захватывать мышь в этой игре
zh_hans: 在此游戏中捕获鼠标

source: Capture Mouse in This Game (%@)
ru: Захватывать мышь в этой игре (%@)
zh_hans: 在此游戏中捕获鼠标（%@）

source: Capture the mouse in games
ru: Захватывать мышь в играх
zh_hans: 在游戏中捕获鼠标

source: Check for Updates…
ru: Проверить обновления…
zh_hans: 检查更新…

source: Check for updates at startup
ru: Проверять обновления при запуске
zh_hans: 启动时检查更新

source: Checking for Steam updates
ru: Поиск обновлений Steam
zh_hans: 正在检查 Steam 更新

source: Checking for updates…
ru: Проверка обновлений…
zh_hans: 正在检查更新…

source: Choose a SteamOS disk image
ru: Выберите образ диска SteamOS
zh_hans: 选择 SteamOS 磁盘映像

source: Choose…
ru: Выбрать…
zh_hans: 选择…

source: Click or press a key or controller button to wake it
ru: Нажмите кнопку мыши, клавишу или кнопку контроллера для выхода из режима сна
zh_hans: 点按、按任意键或控制器按键以唤醒

source: Click to resume
ru: Нажмите, чтобы возобновить
zh_hans: 点按以继续

source: Close
ru: Закрыть
zh_hans: 关闭

source: Collecting launcher logs…
ru: Сбор журналов приложения…
zh_hans: 正在收集启动器日志…

source: Collecting system information…
ru: Сбор сведений о системе…
zh_hans: 正在收集系统信息…

source: Command
ru: Команда
zh_hans: 命令

source: Connected controllers — live input test
ru: Подключённые контроллеры — проверка ввода в реальном времени
zh_hans: 已连接的控制器 — 实时输入测试

source: Continue
ru: Продолжить
zh_hans: 继续

source: Controller
ru: Контроллер
zh_hans: 控制器

source: Controller that drives it
ru: Управляющий контроллер
zh_hans: 控制它的控制器

source: Copy
ru: Скопировать
zh_hans: 拷贝

source: Couldn't check for updates
ru: Не удалось проверить обновления
zh_hans: 无法检查更新

source: Crash reports and rare errors go to the FX Steam Launcher developers (Sentry). No personal data.
ru: Отчёты о сбоях и редких ошибках отправляются разработчикам FX Steam Launcher (Sentry). Без персональных данных.
zh_hans: 崩溃报告和偶发错误会发送给 FX Steam Launcher 开发者（Sentry）。不含个人数据。

source: Crash reports are off. Sending this report does not turn them on: only this report is sent.
ru: Отчёты о сбоях отключены. Отправка этого отчёта не включает их: будет отправлен только этот отчёт.
zh_hans: 崩溃报告已关闭。发送此报告不会将其打开：仅发送这一份报告。

source: Crash reports of the launcher and the VM process: crash reason, stack traces, loaded libraries.
ru: Отчёты о сбоях приложения и процесса ВМ: причина сбоя, стеки вызовов, загруженные библиотеки.
zh_hans: 启动器和虚拟机进程的崩溃报告：崩溃原因、堆栈跟踪、已加载的库。

source: Create
ru: Создать
zh_hans: 创建

source: Create New Disk…
ru: Новый диск…
zh_hans: 新建磁盘…

source: Create SteamOS Disk
ru: Создать диск SteamOS
zh_hans: 创建 SteamOS 磁盘

source: Create a new one: the official SteamOS image is downloaded from Valve and verified (about 4.5 GB; the disk uses ~10 GB on your Mac at first). Or choose an existing image, which is used in place and never copied.
ru: Создайте новый образ: официальный образ SteamOS будет загружен с серверов Valve и проверен (около 4,5 ГБ; сначала диск занимает ~10 ГБ на Mac). Или выберите существующий образ — он используется на месте и никогда не копируется.
zh_hans: 创建新磁盘：从 Valve 下载并验证官方 SteamOS 映像（约 4.5 GB；磁盘起初在 Mac 上占用约 10 GB）。也可选择已有映像，直接在原位置使用，不会拷贝。

source: Ctrl+Option (Ctrl+Cmd+G toggles)
ru: Ctrl+Option (Ctrl+Cmd+G переключает)
zh_hans: Ctrl+Option （Ctrl+Cmd+G 切换）

source: Custom
ru: Вручную
zh_hans: 自定

source: Custom memory
ru: Объём памяти вручную
zh_hans: 自定内存

source: Custom size
ru: Размер вручную
zh_hans: 自定尺寸

source: Custom vCPUs
ru: Число vCPU вручную
zh_hans: 自定 vCPU

source: Custom…
ru: Вручную…
zh_hans: 自定…

source: Cut
ru: Вырезать
zh_hans: 剪切

source: Default (Auto)
ru: По умолчанию (авто)
zh_hans: 默认（自动）

source: Default (Off)
ru: По умолчанию (выкл.)
zh_hans: 默认（关闭）

source: Default on this Mac.
ru: По умолчанию на этом Mac.
zh_hans: 此 Mac 上的默认选项。

source: Default window size
ru: Размер окна по умолчанию
zh_hans: 默认窗口大小

source: Default: %@
ru: По умолчанию: %@
zh_hans: 默认：%@

source: Default: none found
ru: По умолчанию: ничего не найдено
zh_hans: 默认：未找到

source: Describe what went wrong and send it with the logs you choose to the developers (works with crash reports off, too).
ru: Опишите проблему и отправьте описание вместе с выбранными журналами разработчикам (это работает и при отключённых отчётах о сбоях).
zh_hans: 描述出现的问题，并附上你选择的日志发送给开发者（即使关闭崩溃报告也可使用）。

source: Describe what went wrong. Your description, your email and the items checked below go to the FX Steam Launcher developers (sentry.fxgam.es).
ru: Опишите проблему. Ваше описание, адрес электронной почты и отмеченные ниже данные будут отправлены разработчикам FX Steam Launcher (sentry.fxgam.es).
zh_hans: 描述出现的问题。你的描述、电子邮件地址和下方勾选的内容将发送给 FX Steam Launcher 开发者（sentry.fxgam.es）。

source: Disk image
ru: Образ диска
zh_hans: 磁盘映像

source: Display
ru: Экран
zh_hans: 显示

source: Done
ru: Готово
zh_hans: 完成

source: Download
ru: Загрузить
zh_hans: 下载

source: Downloaded data is kept; creating the disk again continues from there.
ru: Загруженные данные сохраняются; повторное создание диска продолжится с места остановки.
zh_hans: 已下载的数据会保留；再次创建磁盘时会从上次停止的位置继续。

source: Downloading Steam update
ru: Загрузка обновления Steam
zh_hans: 正在下载 Steam 更新

source: Downloading SteamOS…
ru: Загрузка SteamOS…
zh_hans: 正在下载 SteamOS…

source: Downloading the SteamOS bundle…
ru: Загрузка пакета SteamOS…
zh_hans: 正在下载 SteamOS 软件包…

source: Downloads the official SteamOS image from Valve (signed bundle, ~4.5 GB of data), checks Valve's signature and the image checksum, and writes a new disk. The first start then finishes the setup inside the VM.
ru: Загружает официальный образ SteamOS с серверов Valve (подписанный пакет, ~4,5 ГБ данных), проверяет подпись Valve и контрольную сумму образа и записывает новый диск. При первом запуске настройка завершается внутри ВМ.
zh_hans: 从 Valve 下载官方 SteamOS 映像（已签名的软件包，约 4.5 GB 数据），验证 Valve 的签名和映像校验和，并写入新磁盘。首次启动时会在虚拟机内完成设置。

source: Edit
ru: Правка
zh_hans: 编辑

source: Email
ru: Электронная почта
zh_hans: 电子邮件

source: Empty answer.
ru: Пустой ответ.
zh_hans: 响应为空。

source: Enable SSH
ru: Включить SSH
zh_hans: 启用 SSH

source: Enter a valid email address.
ru: Введите действительный адрес электронной почты.
zh_hans: 请输入有效的电子邮件地址。

source: Every 5 s: guest flush and on-screen frame intervals, latency, dropped frames.
ru: Каждые 5 с: интервалы между отправками кадров гостевой системой и показами кадров на экране, задержка, пропущенные кадры.
zh_hans: 每 5 秒记录：客户机刷新和屏幕显示的帧间隔、延迟、丢帧。

source: Extracting Steam update
ru: Распаковка обновления Steam
zh_hans: 正在解压 Steam 更新

# FX Steam Launcher %@ is available — you have %@
source: FX Steam Launcher %1$@ is available — you have %2$@
ru: Доступен FX Steam Launcher %@ — у вас версия %@
zh_hans: FX Steam Launcher %@ 已发布 — 当前版本为 %@

source: FX Steam Launcher %@ is the newest version available.
ru: FX Steam Launcher %@ — новейшая доступная версия.
zh_hans: FX Steam Launcher %@ 已是最新版本。

source: FX Steam Launcher > Check for Updates… checks at any time.
ru: Проверить обновления в любое время можно через FX Steam Launcher > «Проверить обновления…».
zh_hans: 随时可通过“FX Steam Launcher > 检查更新…”检查更新。

source: FX Steam Launcher cannot start
ru: Не удалось запустить FX Steam Launcher
zh_hans: FX Steam Launcher 无法启动

source: FX Steam Launcher needs a SteamOS disk image (steamos.img, ~87 GB sparse).
ru: FX Steam Launcher требуется образ диска SteamOS (steamos.img, ~87 ГБ, разреженный).
zh_hans: FX Steam Launcher 需要 SteamOS 磁盘映像（steamos.img，约 87 GB 稀疏文件）。

source: FX Steam Launcher stopped unexpectedly
ru: FX Steam Launcher неожиданно завершил работу
zh_hans: FX Steam Launcher 意外停止

source: FX Steam Launcher: SteamOS user steamos (disk %@)
ru: FX Steam Launcher: пользователь SteamOS steamos (диск %@)
zh_hans: FX Steam Launcher：SteamOS 用户 steamos（磁盘 %@）

source: Failed
ru: Ошибка
zh_hans: 失败

source: Finishing…
ru: Завершение…
zh_hans: 正在完成…

source: First connected
ru: Первый подключённый
zh_hans: 第一个已连接的控制器

# Fit to screen (%@ × %@)
source: Fit to screen (%1$@ × %2$@)
ru: По размеру экрана (%@ × %@)
zh_hans: 适应屏幕（%@ × %@）

source: Fixed DPI
ru: Фиксированный DPI
zh_hans: 固定 DPI

source: Fixed size (mm)
ru: Фиксированный размер (мм)
zh_hans: 固定尺寸（mm）

source: For Nintendo-style button layouts.
ru: Для раскладки кнопок как у Nintendo.
zh_hans: 适用于 Nintendo 风格的按键布局。

source: Force Quit
ru: Завершить принудительно
zh_hans: 强制退出

source: Forget this game
ru: Забыть эту игру
zh_hans: 忘记此游戏

source: Freezes the focused game (Steam, downloads and updates keep running). Online games may disconnect while paused.
ru: Ставит активную игру на паузу (Steam, загрузки и обновления продолжают работать). Во время паузы в сетевых играх может прерваться соединение.
zh_hans: 冻结当前获得焦点的游戏（Steam、下载和更新会继续运行）。在线游戏在暂停期间可能断开连接。

source: Full-window FX progress while SteamOS starts, restarts and shuts down. Off, or after a click: a small progress pill.
ru: Индикатор прогресса FX на всё окно при запуске, перезапуске и завершении работы SteamOS. Если отключён или после нажатия — небольшой компактный индикатор.
zh_hans: SteamOS 启动、重启和关机时，在整个窗口显示 FX 进度界面。关闭此项或点按后，只显示一个小进度指示条。

# GPU budget: %lld MiB. macOS and driver reserve: %lld MiB.
source: GPU budget: %1$lld MiB. macOS and driver reserve: %2$lld MiB.
ru: Память для GPU: %lld MiB. Резерв macOS и драйвера: %lld MiB.
zh_hans: GPU 预算：%lld MiB。macOS 和驱动程序预留内存：%lld MiB。

source: Game paused
ru: Игра на паузе
zh_hans: 游戏已暂停

source: Games appear here after you play them in SteamOS.
ru: Игры появятся здесь после того, как вы поиграете в них в SteamOS.
zh_hans: 在 SteamOS 中玩过的游戏会显示在这里。

source: Games currently have %@ GiB. Enter a larger home capacity in GiB (up to 4096). This never shrinks or deletes your disk. APFS / Mac OS Extended use space only as SteamOS writes; exFAT takes the full added size immediately and needs that much free space.
ru: Сейчас для игр выделено %@ GiB. Введите больший объём раздела home в GiB (до 4096). Это не уменьшает и не удаляет диск. На APFS / Mac OS Extended место используется по мере записи в SteamOS; на exFAT весь добавленный объём выделяется сразу и требует столько же свободного места.
zh_hans: 当前游戏分区的容量为 %@ GiB。请输入更大的 home 分区容量，单位为 GiB（最大 4096）。此操作不会缩小或删除磁盘。APFS / Mac OS Extended 仅在 SteamOS 写入数据时占用空间；exFAT 会立即占用全部新增空间，因此需要相应的可用空间。

source: General
ru: Основные
zh_hans: 通用

source: Generate Password
ru: Создать пароль
zh_hans: 生成密码

source: GitHub's request limit for this network is reached; try again later.
ru: Для этой сети достигнут лимит запросов GitHub; повторите попытку позже.
zh_hans: 此网络已达到 GitHub 的请求次数限制；请稍后重试。

source: Grab Pointer (Ctrl+Cmd+G; Ctrl+Option releases)
ru: Захватить указатель (Ctrl+Cmd+G; Ctrl+Option освобождает)
zh_hans: 捕获指针（Ctrl+Cmd+G；Ctrl+Option 释放）

source: Grow Disk
ru: Увеличить диск
zh_hans: 扩展磁盘

source: Grow Disk…
ru: Увеличить диск…
zh_hans: 扩展磁盘…

source: Grow SteamOS Disk
ru: Увеличить диск SteamOS
zh_hans: 扩展 SteamOS 磁盘

source: Grow and Restart
ru: Увеличить и перезапустить
zh_hans: 扩展并重启

source: Guest audio device (virtio-snd → CoreAudio).
ru: Аудиоустройство гостевой системы (virtio-snd → CoreAudio).
zh_hans: 客户机音频设备（virtio-snd → CoreAudio）。

source: Guest display follows the window size
ru: Экран гостевой системы подстраивается под размер окна
zh_hans: 客户机显示跟随窗口大小

source: Guest pixels = window points (twice per side with Retina resolution); at least 800 × 500.
ru: Пиксели гостевой системы = точки окна (вдвое больше по каждой стороне при разрешении Retina); не менее 800 × 500.
zh_hans: 客户机像素数 = 窗口点数（启用 Retina 分辨率时，每边翻倍）；至少为 800 × 500。

source: Help
ru: Справка
zh_hans: 帮助

source: Hide
ru: Скрыть
zh_hans: 隐藏

source: Home partition (games, sparse)
ru: Раздел home (игры, разреженный)
zh_hans: home 分区（游戏，稀疏文件）

source: I accept Valve's SteamOS license and the Steam Subscriber Agreement
ru: Я принимаю лицензию Valve на SteamOS и Соглашение подписчика Steam
zh_hans: 我接受 Valve 的 SteamOS 许可和 Steam 订户协议

source: Include SteamOS logs (system journal, Steam/Proton logs)
ru: Включить журналы SteamOS (системный журнал, журналы Steam/Proton)
zh_hans: 包含 SteamOS 日志（系统日志、Steam/Proton 日志）

source: Include a screenshot of the VM window
ru: Включить снимок экрана окна ВМ
zh_hans: 包含虚拟机窗口截图

source: Include concealed (password manager) items
ru: Включить скрытые данные (менеджер паролей)
zh_hans: 包含隐藏（密码管理器）内容

source: Include launcher logs
ru: Включить журналы приложения
zh_hans: 包含启动器日志

source: Installing Steam update
ru: Установка обновления Steam
zh_hans: 正在安装 Steam 更新

source: Invalid report server address: %@
ru: Недопустимый адрес сервера отчётов: %@
zh_hans: 报告服务器地址无效：%@

source: It was saved in %@. Try again later, or send that folder to the developers by email.
ru: Отчёт сохранён в %@. Повторите попытку позже или отправьте эту папку разработчикам по электронной почте.
zh_hans: 已保存在 %@。请稍后重试，或通过电子邮件将该文件夹发送给开发者。

source: Keychain: %@
ru: Связка ключей: %@
zh_hans: 钥匙串：%@

source: LAN Remote Play
ru: Remote Play в локальной сети
zh_hans: 局域网 Remote Play
